[
    {
        "title": "Poem: Of h0p3",
        "type": "  ",
        "text": "```\nI h0p3 to hope.\n\nI h0p3 this wiki torrentially develops into a rabbithole, \n    a grounds of imaginative memory for me to explore, adapt, and evolve,\n    a tryhard-effortpost self-synecdoche wherein I accurately mean what I say and say what I mean,\n    a nexus to cannibalize myself,\n    an unstable container for isolating meaningful meaning and quarantining existential contagion.\n\nI h0p3 this self-dialectic blooms into:\n    personal zeitgeist and prophesy,\n    quotable insight porn,\n    originally unoriginal footnote paradise, \n    immortal easter egg city, \n    memetic wonderland lagniappe, \n    a bizarre thought bazaar,\n    and genuine existential art.\n\nI h0p3 to become an avant-garde artist-philosopher who has created a fractal, rhizomatic, 4-dimensional timelapse artwork,\n    to birth a tour de force hysterical realist's encyclopedic autobiographical perpetual-motion machine to rule them all,\n    to exhaustively oversculpt my frenzied 4DID self-portrait with a brute-forcer's word-machinegun, \n        manically painting my reality from my reality as realistically as I can,\n        paranoically insisting on my lively interconnectedness, \n        utterly committed to the reality of lacking and being lost,\n    to celebrate complexity, reduction, emergence, dialectics, the parts which comprise me, and the wholes to which I contribute,\n    and to truly live in my art.\n\nI h0p3 I can \"get it out of me,\" extract my vitality, and bare my soul to myself here,\n    May this be a hospitable place to get to know me, \n    a home in which to plagiarize my experience and upload my mind,\n    where I make the most of myself,\n    even if only for me to accept my memetically alien self.\n    Thus, I h0p3 this is the good, right, and beautiful life-affirming digital twin of a horcrux (/copy), \n        to have my heart, mind, and soul walk outside my body onto these pages.\n\nI h0p3 to grab my life by the balls,\n    to become an effective risk-taker,\n    to think like a good countercultural contrarian irwartfrr,\n    to be my own muse,\n    to serve it up to myself and the world,\n    and to drop the keyboard-mic of this wiki like a boss at the end of my life. \n\nI h0p3 to vengefully roar from the motionless sound of silence,\n    to style on everything in the dialectic with a magical rainbow whoosh,\n    to be the victorious sublator,\n    even though I can't by a definition which transcends me, so...\n\nI h0p3 to pursue pragmatic perfectionism instead of asking too much of myself and others,\n    to manage my expectations (ought) and predictions (is),\n    and to compete with only myself and never others in my pursuit of virtue and eudaimonia.\n    Thus, I h0p3 to worry only about what is in my control.\n\nI h0p3 to mediate, reconcile, and communicate with myself in:\n    open, curious, charitable, and humble self-reflection.\n\nI h0p3 this is a place to explicitly see my reality map in words,\n    wisely using my mirror for self-surgery rather than self-admiring,\n    because I need to declusterfuck my life's imbroglio.\n\nI h0p3 to move from unconscious incompetence concerning my life to conscious incompetence (get woke), \n    to conscious competence (hard fucking work, habitual grind), \n    to unconscious competence (self-mastery).\n    Thus, I h0p3 to be justified in gutchecking and living in the ready-to-hand mode.\n\nI h0p3 to learn to get in the \"flow\" concentration state while writing this wiki, \n    wherein I lose my sense of time, myself (in a way), and irrelevant problems in order to:\n    achieve making my present-at-hand mode feel ready-to-hand, \n    especially about the most fundamental contents of existential thinking.\n\nI h0p3 to ambitiously virtue signal to myself, \n    baroquely decorate, furnish, and entool this mind-palace with dramatic flair, \n    produce a mind for myself that I love living in,\n    and continuously make fundamental commitments to my persistent identity.\n\nI h0p3 to chase threads of genius, \n    navigate the strands between insane brilliance and brilliant insanity, \n    and weave something profoundly meaningful and eminently useful to me with them.\n\nI h0p3 to harness my bursts of insight, \n    continue to define my problem space with iteratively-improved heuristics, \n    repeatedly re-invent myself, \n    and plan a streamline grind through life and cognitive dissonance in this existential laboratory.\n\nI h0p3 to be a jedi metagamer of my life, \n    to be practically \"meta\" about my existence, \n    to play the game of life like a video game I'm obsessed with.\n    Thus, I h0p3 to define the game I am playing for myself. \n    I don't know what it is, so how I can I win at it?\n\nI h0p3 this wiki is a Living Metaliving Document,\n    one which metamorphoses into a text-based object-oriented cyborg,\n    a digital shadow which wrestles with me.\n    Perhaps one day I will communicate myself to AI, \n        and perhaps speak with an AI-adapted version of myself derived from this wiki corpus.\n\nI h0p3 composing this wiki is the wisest method of laying the foundation for my magnum opus: \n    attempting to virtuously attempt to virtuously conduct my life,\n    ad infinitum.\n\nI h0p3 to learn my lessons,\n    and if not that, may you learn from my lack thereof.\n\nI h0p3 to build a memetic treasure trove for my loved ones,\n    to construct a life which makes my family happy.\n    I must be a penpal to humanity and myself.\n\nI h0p3 I seek primarily my own approval, \n    and when I seek the approval of others, \n    I h0p3 it is done irwartfrr.\n    In particular, I seek the approval of the metamodern strains of my idols and perhaps some future AI.\n\nI h0p3 to channel these gods of philosophers, \n    to be their reincarnated philosophical gladiator. \n    Thus, I h0p3 if I were on trial for being a systematic philosopher, \n    this wikified testimony would be sufficient evidence to convict me.\n\nI h0p3 this is a proof to myself that sacrificing for integrity and self-honesty,\n    in particular, enduring the pain of learning to become wiser,\n    is worth my time.\n\nI h0p3 to wisely wield myself,\n    to transform myself into a Eudaimonic Lifehacker.\n\nI hope I am h0p3.\n```\n",
        "created": "20180130224217687",
        "creator": "h0p3",
        "modified": "20180715215952318",
        "modifier": "h0p3"
    }
]